Repository: lamyj/dicomifier
Catalog: doc/source/language/*/LC_MESSAGES/documentation/condition.po
Languages: fr

source: List of conditions
fr: Liste des Conditions

source: Tag True
fr: Balise True

source: Only used for testing.
fr: Utilisée uniquement pour les tests.

source: Sample:
fr: Exemple :

source: Tag False
fr: Balise False

source: Tag Not
fr: Balise Not

source: Contains only one condition.
fr: Contient une et une seule condition.

source: Available tags are listed in chapter :ref:`Tag Condition <Balise_Condition>`.
fr: Les différentes balises possibles sont listées dans le paragraphe :ref:`Balise Condition <Balise_Condition>`.

source: Tag Any
fr: Balise Any

source: Contains a set of Conditions.
fr: Contient un ensemble de Conditions.

source: Tag All
fr: Balise All

source: Tag ElementMatch
fr: Balise ElementMatch

source: Multiplicity
fr: Multiplicité

source: Mandatory
fr: Obligatoire

source: Contains a link to an unique identifier defined by tag :ref:`Input <Balise_Input>`
fr: Contient une référence vers un identifiant unique défini par une balise :ref:`Input <Balise_Input>`

source: Optional
fr: Optionnel

source: Name of Private Dictionary if this attribut Group-Element is defined in a Private Dictionary
fr: Nom du dictionnaire privé si le tag correspond à un attribut d'un dictionnaire privé

source: DICOM Tag or keyword of the element to be compared Comment: it could be a composite tag like Sequence.SubSequence.Keyword
fr: Tag ou Keyword d'un élément DICOM à comparer Remarque : il peut s'agir d'un tag composé du type Sequence.SubSequence.Keyword

source: Value of compared element Comment: it is possible to use regular expressions with following characters: '*' et '?'.
fr: Valeur de l'élément à comparer.Remarque: il est possible d'utiliser des expressions régulières contenant les caractères suivants : '*' et '?'.

source: Value Representation of compared attribut
fr: VR de l'élément à comparer

source: Samples:
fr: Exemples :
