Repository: lamyj/dicomifier
Catalog: doc/source/language/*/LC_MESSAGES/documentation/installation_guide.po
Languages: fr

source: Installation Guide
fr: Guide d'installation

source: Requirements
fr: Prérequis

source: Softwares
fr: Logiciels

source: Following tools are usefull for install Dicomifier from Binary file:
fr: Les outils suivants sont nécessaire pour installer Dicomifier depuis le fichier binaire :

source: Following tools are usefull for install Dicomifier from Source files: - Mercurial (distributed revision control tool) - CMake (software for managing the build process of software) - Ninja (build system)
fr: Les outils suivante sont nécessaire pour installer Dicomifier depuis les fichiers sources : - Mercurial (distributed revision control tool) - CMake (software for managing the build process of software) - Ninja (build system)

source: By Downloading Binary file
fr: A l'aide le ficher binaire

source: First, you should download a release version from the :ref:`Dowloading Page <Balise_ReleaseVersion>`.
fr: Pour commencer, vous devez télécharger une version stable depuis :ref:`la page Téléchargement <Balise_ReleaseVersion>`.

source: By Checking out Source files
fr: A l'aide du code source

source: Source files can be download at this address: https://medipy.u-strasbg.fr/scm/hg/fli-iam/dicomifier.
fr: Les fichiers sources sont disponibles à l'adresse suivante : https://medipy.u-strasbg.fr/scm/hg/fli-iam/dicomifier.

source: Open a command prompt (ctrl+alt+t).
fr: Ouvrez une invite de commande (ctrl+alt+t).

source: Use Mercurial for getting Source code.
fr: Utilisez Mercurial pour récuperer le code source.

source: A new directory 'dicomifier/' is available, go inside:
fr: Un nouveau répertoire 'dicomifier/' a été créé. Allez dans ce répertoire :

source: Create new directory 'build':
fr: Créez un nouveau répertoire 'build' :

source: Go to the build directory:
fr: Allez dans ce nouveau répertoire :

source: Generate Makefile:
fr: Générez le fichier Makefile :

source: Compile Dicomifier project:
fr: Compilez le projet Dicomifier :

source: A binary file 'dicomifier' is now available into the directory 'dicomifier/build/src/appli/'.
fr: L'exécutable 'dicomifier' est maintenant disponible dans le répertoire 'dicomifier/build/src/appli/'.
